cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/emacs'
tap 'homebrew/head-only'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'rwhogg/bob'
cask 'java'
brew 'ant'
brew 'git'
brew 'coreutils'
brew 'openssl'
brew 'curl'
brew 'dark-mode'
brew 'dos2unix'
brew 'editorconfig'
brew 'flycheck'
brew 'emacs', args: ['with-cocoa']
brew 'flex'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'gnu-sed'
brew 'grc'
brew 'gtk-mac-integration'
brew 'hub'
brew 'ispell'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'p7zip'
brew 'ruby'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'vnu'
brew 'wget'
brew 'zzz'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/zlib'
brew 'homebrew/emacs/editorconfig-emacs'
brew 'homebrew/emacs/markdown-mode'
brew 'homebrew/emacs/php-mode'
brew 'homebrew/emacs/web-mode'
brew 'homebrew/head-only/moz-git-tools', args: ['HEAD']
brew 'homebrew/php/composer'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php-version'
brew 'homebrew/versions/elasticsearch17'
brew 'homebrew/x11/gimp'
brew 'homebrew/x11/meld'
cask 'adium'
cask 'caffeine'
cask 'firefox'
cask 'iterm2'
cask 'keepassx'
cask 'mysqlworkbench'
cask 'phpstorm'
cask 'sequel-pro'
cask 'sublime-text'
cask 'sourcetree'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
