cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/head-only"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/x11"
tap "rwhogg/bob"
cask "java"
brew "ant"
brew "browser"
brew "coreutils"
brew "diff-so-fancy"
brew "openssl"
brew "curl"
brew "dark-mode"
brew "dos2unix"
brew "dtrx"
brew "editorconfig"
brew "flycheck"
brew "gist"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnu-sed"
brew "grip"
brew "gtk-mac-integration"
brew "hub"
brew "ispell"
brew "jsonlint"
brew "moz-git-tools"
brew "multitail"
brew "nmap"
brew "p7zip"
brew "the_silver_searcher"
brew "vnu"
brew "wget"
brew "zzz"
brew "homebrew/dupes/grep"
brew "homebrew/dupes/less"
brew "homebrew/dupes/make"
brew "homebrew/dupes/zlib"
brew "homebrew/emacs/dockerfile-mode"
brew "homebrew/emacs/editorconfig-emacs"
brew "homebrew/emacs/flycheck"
brew "homebrew/emacs/js2-mode"
brew "homebrew/emacs/markdown-mode"
brew "homebrew/emacs/php-mode"
brew "homebrew/emacs/web-mode"
brew "homebrew/php/composer"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php-version"
brew "homebrew/versions/node6-lts"
brew "rwhogg/versions/elasticsearch14"
cask "caffeine"
cask "emacs-nightly"
cask "googlechrome"
cask "gimp"
cask "iterm2"
cask "keepassx"
cask "mysqlworkbench"
cask "phpstorm"
cask "spectacle"
cask "sourcetree"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
